{"url": "https://web.archive.org/web/20110718160825/http://www.msnbc.msn.com/id/43779830/ns/meet_the_press-transcripts/", "text": "MR. DAVID GREGORY: This Sunday, running out of time in the debt talks. Can a deal be reached, or will America fail to pay its bills?\n\nPRES. BARACK OBAMA: If Washington operates as usual and can't get anything done, let's at least avert Armageddon .\n\nSEN. MITCH McCONNELL (R-KY): ...really gave us three bad choices: higher taxes , smoke and mirrors, or default . And we refuse to accept any of them.\n\nMR. GREGORY: Inside the talks and the latest on the prospects for an agreement this morning with the president's top budget adviser, Jack Lew . Then, the debate over taxes and spending. Will it take another election before Washington is willing to make the hardest choices? With us, Assistant Senate Majority Leader, Democrat Dick Durbin of Illinois and tea party favorite, Republican Senator Jim DeMint of South Carolina . Finally, a special roundtable discussion , a MEET THE PRESS jobs and economy summit . We try to cut through the confusion and ask, where are the jobs? How important are taxes to economic growth ? Where are the bright spots? And when will recovery start feeling like recovery ? With us, Republican governor of Ohio , John Kasich ; chairman and CEO of Honeywell , David Cote ; former mayor of New Orleans , now the president of the National Urban League Marc Morial ; chief economist for Mesirow Financial , Diane Swonk ; and host of CNBC 's \"Strategy Session\" David Faber .\n\nAnnouncer: From NBC News in Washington , MEET THE PRESS with David Gregory .\n\nMR. GREGORY: Breaking news this morning, there are reports that former News of the World newspaper editor in Britain Rebekah Brooks was arrested this morning in connection with the phone hacking and police bribery scandal in Great Britain . There are some calls for the Justice Department here in the United States to step up its investigation of parent company News Corporation . Meanwhile, in Washington , the president this weekend tried to keep pressure on Congress to reach an agreement on a deficit -cutting deal as the August 2 deadline to raise the debt ceiling nears.\n\nPRES. OBAMA: I've put things on the table that are important to me and to Democrats , and I expect Republican leaders to do the same.\n\nMR. GREGORY: As deliberations continue, there were no face-to-face talks this weekend, and House Republicans are expected to vote Tuesday on a series of measures to cut spending and balance the budget , although they don't appear to have the votes necessary for those measures to become law. Joining me now, the president's top budget adviser Jack Lew . Welcome to MEET THE PRESS .\n\nMR. JACK LEW: Good to be here, David .\n\nMR. GREGORY: Good to have you here. So what is the latest? Have there been substantive talks over the course of the weekend?\n\nMR. LEW: Well, the latest is that, after the meeting on Thursday, there've been a lot of conversations within each of the party caucuses, within the House and the Senate , phone calls and conversations back and forth. That's how the president left it on Thursday, that we'd kind of put all of the items on the table. It was now a question of Congress figuring out what it could do. So I think that will continue over the next day or so.\n\nMR. GREGORY: But you don't have, as we sit here now, a, a better sense of what Congress is willing and able to do.\n\nMR. LEW: I think that what is encouraging is that the leaders in Congress seem to all agree that we can't push to a default , that we need to have a path that makes sure that the United States can keep its obligations and pay its bills in August . So I think that there are many conversations going on in order to make sure that that doesn't happen.\n\nMR. GREGORY: Well, let me be clear . Is the president's position that he would accept no more than $1 trillion in cuts if there's no tax increases ? Is that the number that he's sort of dealing with in his head?\n\nMR. LEW: I, I think, I think it's a little less mechanical than that. The president made clear he wants the largest deal possible. He wants to do the most we can to reduce the deficit . That would be the right thing to do for the American people . He made it clear he's willing to go into areas that he's not in the past been comfortable going into, and others will have to do that as well.\n\nMR. GREGORY: But he used that figure.\n\nMR. LEW: But he also said that if we can't get the most done, then in addition to extending the debt we should do as much as we can. There are a number of ways to get there. We aspire to, we aspire to more than -- yeah.\n\nMR. GREGORY: But -- sure, but, but my question is the number. A -- if you get beyond $1 trillion and he still can't get any tax increases , the president said, \"I'm not willing to sign something that, that cuts more spending without having tax increases .\"\n\nMR. LEW: Well, what, what, what the president said was to do major structural changes on the spending side, there would have to be tax increases . And I think that one can see a path to getting well over $1 trillion on things that we should be able to agree to.\n\nMR. GREGORY: Hm. So if that's something of a fallback plan, because the president wanted something on the order of $4 trillion over 10 years of spending cuts, Erskine Bowles told my colleague Chuck Todd on his program, \"The Daily Rundown,\" that that might fall well short of what's necessary here. This is what he said.\n\nMR. ERSKINE BOWLES: The problem is, Chuck , that so many people are talking about doing it with just about $2 trillion of deficit reduction . That's not a solution. That's not going to fool our creditors.\n\nMR. GREGORY: In other words, the markets, our creditors are going to look at that and say that's not a fallback position, that's well short of what the United States should be doing.\n\nMR. LEW: I think if you look at what the markets are saying, they're saying two things. They're first saying the United States cannot default . And I think that is the bare minimum. And I say that again only because it has to be clear that there's some extreme views in some places that think that that's something we can do. We can't. The second is we need to get our fiscal house in order. I think that we've said for some time now, as have most, that we need to do on the order of $4 trillion of deficit reduction over the next 10, 12 years. We would like to get that done now. If that can't happen, if there's not a willingness to come together, the president has shown he's willing to make the kinds of, of moves that are necessary to get there. But if there's not a similar willingness, we should do as much as we can now. I think that the markets will understand moving far -- as far as we can. What will be hard to explain is doing nothing.\n\nMR. GREGORY: You talk about the perils of default -- as has the, the Fed chief and the president and others -- as a given. And yet look at the polling on this, even among people who are paying close attention in the Gallup poll , 53 percent are in favor of voting against raising the debt ceiling . Do you think that's because there are Republicans like Michele Bachmann and others saying that this administration is really selling, in her words, a \"misnomer\" that, that we're headed toward default ? Where does that come from? Do you think they actually believe that, or you think they're doing that cynically?\n\nMR. LEW: I can't explain what motivates people to say, say those things. I can tell you the facts are the facts. If we don't raise the debt ceiling , we won't be able to pay our bills in August . And that has dire consequences. It will, for the first time , mean the United States cannot keep its obligations. It will cascade through the economy . It will mean that people, regular people who are buying homes and, and, and cars will pay higher interest rates . It means that we will put a cloud over the United States that might not go away anytime soon.\n\nMR. GREGORY: Final question. You say this is a question of will, political will. It's also a question of political leadership . This president said back in 2009 , economy , job one, his responsibility. Here's what he said.\n\nPRES. OBAMA: Now, my administration has a job to do as well, and that job is to get this economy back on its feet. That's my job. And it's a job I gladly accept. I love these folks who helped get us in this mess and then suddenly say, \"Well, this is Obama 's economy .\" That's fine. Give it to me .\n\nMR. GREGORY: Is it the president's failed leadership that has brought us to this moment? Does he bear responsibility?\n\nMR. LEW: I think the president's shown enormous leadership from the first day in office. He inherited an economy where the bottom was falling out. He stabilized it through dramatic actions without which millions of Americans would be looking for work who are working today. We still have a lot of work to do . The economy is not growing fast enough. We've made a lot of proposals. We want Congress to act on things like trade agreements and patent reform , things that are up there on the Hill right now which would help the economy . We think that it's important to extend the payroll tax and unemployment insurance . And we want to work together on things like infrastructure and other things that are necessary for the future. There's a lot of work to be done, but the president's leadership ...\n\nMR. GREGORY: But, Mr. Lew , that's, that's a programmed answer. I mean, the reality is he said, \"My job is to get the economy back on its feet. That's my job.\" The reality is it's not, and this budget deal has fallen apart. The president's trying to lead, but he's not accomplishing it.\n\nMR. LEW: Well, I, I think that if you look at where the parties are compared to discussions over the last decades, there are things that both sides are talking about doing that are very dramatic. I think we -- there's still time to get something big done. The president has made it clear he wants to do something substantial. You know, when you look in the past at agreements between divided government , it's taken leadership on both sides . It took Reagan and O'Neill ; it took Clinton and Gingrich . The president is out there, he's willing to do it. He said it in the State of the Union , he said it in the budget . The question is, do we have a partner to work with? And I hope the answer to that is yes.\n\nMR. GREGORY: But you suspect it may not be yes.\n\nMR. LEW: Leadership requires a partner.\n\nMR. GREGORY: All right, Mr. Lew , thank you very much .\n\nMR. LEW: Pleasure to be here.\n\nMR. GREGORY: Appreciate your time. And the conversation continues now. Joining me, Assistant Majority Leader of the Senate , Democrat Dick Durbin of Illinois , and Republican senator from South Carolina , author of \"The\n\nGreat American Awakening: Two Years That Changed America , Washington and Me,\" Senator Jim DeMint . Welcome both.\n\nSEN. DICK DURBIN (D-IL): Thank you.\n\nSEN. JIM DeMINT (R-SC): Good morning, David .\n\nMR. GREGORY: Tim Geithner , the Treasury secretary, was here last Sunday. I asked him about this ongoing deliberation, and he was emphatic about the outcome. This is what he said.\n\nSEC'Y TIM GEITHNER: Let me make this clear , David . The United States is not going to default . We are a country that pays its bills. We're going to meet our obligations. And the leadership in Congress , Republicans and Democrats , House and Senate , understand that. ... There's no alternative for Congress to act by the 2nd, and they recognize it, and I'm very confident they're going to do that.\n\nMR. GREGORY: Senator DeMint , is he right, no alternative but to raise the debt ceiling ?\n\nSEN. DeMINT: Well, he's probably right on that. But there's only one plan in Congress right now to do it in a way that the credit agencies say won't turn us towards a negative rating. And that's the cut cap and balance plan in the House that gives the president the increase in the debt limit, but it does with those credible, long-term deficit reduction measures that both Moody's and S&P; have said we have to do or they will lower or credit rating .\n\nMR. GREGORY: Well, what, what is in that? Be specific about what that would do.\n\nSEN. DeMINT: Well, it does -- the three things that we have to do: We cut spending significantly, but reasonably in this budget year; we cap spending over the next 10 years to bring us towards a balance ; but probably most importantly and to have any kind of permanent reform , we send to the States a constitutional amendment that would force Congress to balance the budget . Let's let the states and the American people decide. It wouldn't happen until about 10 years out, but it gives us time to fix our tax code , to fix Social Security and Medicare .\n\nMR. GREGORY: It...\n\nSEN. DeMINT: And that's what we have to do.\n\nMR. GREGORY: Senator Durbin , there aren't votes for what Senator DeMint is talking about. That's just a legislative reality . However, and the president made the point, look, you don't need a constitutional amendment to balance the budget , for us to do our job. But is he wrong? Maybe you do need something to force you guys to do your job because it's not being done now.\n\nSEN. DURBIN: Let me just tell you about the constitutional amendment . It does not have the votes in the Senate . I don't know about the House of Representatives . And this notion that we somehow have to change the Constitution to do what we were elected to do is just plain wrong. Bottom line is, those who want to push a balanced budget amendment are saying, \"I can't promise you that I won't steal again, but I will vote for the Ten Commandments .\" That isn't a good, solid approach. I've sat through a year and a half dealing with this whole deficit crisis , both with the Bowles - Simpson Commission and the Gang of Five, bipartisan efforts, both, and I can tell you the president has put on the table a reasonable list of alternatives that can bring us to $4 trillion in deficit reduction , and we don't have to wait for the states to ratify a constitutional amendment . Let's get our job done now.\n\nMR. GREGORY: Senator DeMint , what's going on here? I mean, so many people I talk to are, frankly, disgusted with Washington . You know, you have on the one side people saying that, that Republicans are, are just crazy, that they won't negotiate, that they're being unreasonable, that they're denying the prospect of a default . Michele Bachmann saying it's a misnomer when the Fed chief says it would be economic calamity. And on the other side , you've, you know, you've got Republicans saying, \"Look, somebody's got to draw a line in the sand here. It's the Democrats who have run up the debt since President Obama got into office.\" But the reality is, nobody is really willing to compromise and to make a deal.\n\nSEN. DeMINT: Well, David , we certainly are willing to compromise. We're willing to give the president an increase in the debt limit, and you'll see the House pass that bill this, this week. But Senator Durbin and 20 other Democrats in the Senate are on record supporting a balanced budget amendment . And that is a place that we have to get to. But we need to realize, setting all politics aside, that our country is on course for a financial disaster. We can't take another $10 trillion in debt that the president has proposed. So it is absurd to say that we cannot agree that sometime in the next decade that we have to stop spending more than we're bringing in. You'll see in the next week, Republicans are more than willing to work with the president.\n\nMR. GREGORY: But...\n\nSEN. DeMINT: The only proposal that the president has sent to Congress , David , is a budget that increases the debt another $10 trillion .\n\nMR. GREGORY: All right. But, Senator DeMint , let's be realistic.\n\nSEN. DeMINT: Now the...\n\nMR. GREGORY: Bottom line here, if a balanced budget amendment is not passed, which it -- you've heard Senator Durbin say is not going to be passed -- will Republicans still vote to raise the debt ceiling ? And if not, are you prepared for the consequences on this economy and for the country ?\n\nSEN. DeMINT: Well, I hope the president won't take us through that. And I hope Senator DeMint won't. But we've got to draw a line in the, in the sand now because a day of reckoning is going to come and the longer we put it off, the bigger the problems are going to be for our country . I mean, Moody's , Standard Poor 's, these agencies are telling us, if we increase this debt limit without credible and long-term deficit reduction , that they're going to lower our ratings. That means it's going to be harder and more expensive to borrow money . And we can't borrow another $10 trillion that the president's proposed.\n\nMR. GREGORY: Right. But, Senator, I'm sorry...\n\nSEN. DeMINT: And again, the president is not...\n\nMR. GREGORY: ...I'm not getting an answer, though. But what's going to happen? How does this end? I know what your position is. How does this end? Are you saying that you would put the country into default by not raising the debt ceiling unless you get this balanced budget amendment ?\n\nSEN. DeMINT: Well, David , we're not going to default . And if you listen to your previous guest, he said we won't meet some obligations, but he didn't say we were going to default . I don't want to put the country through that, but the fact is, Republicans and Democrats have been irresponsible. They've brought our debt to the point where we literally can't borrow much more money without bankrupting our country . So now is the time for the president, Senator Durbin , and the Democrats to work with us and at least agree that we can make some cuts now and cap spending over 10 years, and let the states decide if sometime over the next decade that we'll balance our budget .\n\nMR. GREGORY: You know, Senator...\n\nSEN. DeMINT: That's hardly a radical idea.\n\nMR. GREGORY: Senator Durbin , you and others have described what Senator DeMint just said as intransigence, a stubbornness, an unwillingness to negotiate. The reality is, it's exactly what Democrats said about President Bush when he wanted to raise the debt ceiling for bringing up too much debt. And the scale was completely different there. I mean, now you want $2.4 trillion in additional debt ceiling , then it was $800 billion. So you can understand why Republicans are saying enough has got to be enough.\n\nSEN. DURBIN: Well, I can understand it, but keep in mind that it was the economic policies of the Bush administration that led us into a situation where we more than doubled the national debt under President George W. Bush . Now I hear from Senator DeMint and others, let's stick with those same policies, giving tax breaks to the wealthiest people in America and not facing reality . David , let me tell you, those people who minimize the impact of a default on the debt ceiling , a default on America 's debt in our full faith and credit , really have said some things that are outrageous. Some of the Republican presidential candidates in Iowa , one of them says he's praying for a default . Another one said she is opposed to extending the debt ceiling . And others are saying, \"Well, listen, maybe we can't make Social Security payments for a month or two, maybe we can't pay our veterans what we promised, but we'll work it out .\" That is highly irresponsible. What we need to do is to sit down and work together. The president has laid out a big plan. Majority Leader Harry Reid and the Senate Democrats have said we want to work toward a big plan to reduce this deficit by at least $4 trillion over the next 10 years.\n\nMR. GREGORY: Senator, Senator Durbin ...\n\nSEN. DURBIN: We've got to do this.\n\nMR. GREGORY: ...my question is whether, Senator, whether President Obama is the one to really lead this. There are some progressives, as well as Republicans , who say that he has been late to this negotiation, late with ideas, and late to provide leadership .\n\nSEN. DURBIN: David , let me tell you, if you could've been in the White House Cabinet Room , as I was, for six separate meetings and watched this president of the United States patiently listen to each member of the leadership in Congress lay out their ideas of where to go and how we can do this together, if you know that he started the meeting saying, \"I'm putting everything on the table so that we can have a reasonable, comprehensive approach to it,\" you saw real leadership in action. I can't think of another president in my memory...\n\nMR. GREGORY: Mm-hmm.\n\nSEN. DURBIN: ...who would've devoted that much time and that much patience to trying to bring both sides together.\n\nMR. GREGORY: Well, quickly...\n\nSEN. DURBIN: But, ultimately, the responsibility is ours.\n\nMR. GREGORY: Quickly, from both of you, Senator DeMint first, what happens in the end? What, what, what resolution do we get from or by August 2 ?\n\nSEN. DeMINT: David , we can't vote on a speech. The president hasn't sent us a proposal. There's been no proposal out of Democrats in the Senate . The only plan on the table that'll keep us from default and will keep us from falling to a negative rating is the cut cap and balance plan. Now, folks can say that it's outrageous to balance our budget , but over 70 percent of Americans think we need to.\n\nMR. GREGORY: Right, but...\n\nSEN. DeMINT: And that's what we're going to insist on as Republicans . You're seeing real leadership now in the House from John Boehner , and that's the only leadership you're seeing in Washington right now.\n\nMR. GREGORY: Senator Durbin , bottom line , what's going to happen? First of all, will they meet again today? Will folks meet today?\n\nSEN. DURBIN: There won't be a meeting of the same group, but I can tell you what's going on. Majority Leader Harry Reid and Mitch McConnell are working on an approach which will avoid this terrible deadline of August 2 and a default which would drive up interest rates and really hurt our economy . We will have a debate on the balanced budget amendment this week in the United States Senate . We've got to get this job done. The president is there standing by, willing to help us, but we have got to accept the initiative as elected leaders in Congress to really solve this problem and move America 's economy forward.\n\nMR. GREGORY: Before I let you both go, I want to ask you about the breaking news this morning and the reported arrest of Rebekah Brooks , the News of the World in Great Britain , and this scandal that's unfolding in the Murdoch media empire is something that also has reached here in the United States . Would you like to see congressional hearings as to whether there's any, you know, tie here to the United States in this phone hacking scandal, Senator Durbin ?\n\nSEN. DURBIN: Yes, I would. I can tell you that there are questions about whether the Foreign Corrupt Practices Act has been violated by Rupert Murdoch and his news empire . And what's going on in England is startling, to think of the extent that they went to to break the law to try to report a story. We need to follow through with the FBI investigation and also with congressional investigations.\n\nMR. GREGORY: Senator DeMint , what do you think?\n\nSEN. DeMINT: David , we need to let law enforcement work here. Congress has got a big issue in front of us. We need to handle our own business for a change and the focus this week is on the only plan we've got and that's cut cap and balance .\n\nMR. GREGORY: All right. We're going to leave it there. Thanks to both of you. Coming up, the debt deliberations are dominating the discussion here in Washington , but the question that remains at the top of voters' minds, of course , where are the jobs? I'm going to talk about that up next during a special MEET THE PRESS jobs and economy summit . Joining me on our panel this morning, the Republican governor of Ohio , John Kasich ; and chairman and CEO of Honeywell , David Cote ; president of the National Urban League , Marc Morial ; economist Diane Swonk ; and CNBC 's David Faber . Our jobs summit coming up right after this break .\n\nMR. GREGORY: Coming up, Ohio Governor John Kasich , Marc Morial , David Faber , Diane Swonk , and David Cote . They're all here and ready to weigh in as part of our MEET THE PRESS jobs and economy summit . Our special roundtable discussion is up next, right after this brief commercial break .\n\nMR. GREGORY: And we're back this morning with a special discussion about jobs and the economy . Joining me now, the former mayor of New Orleans , he's now the president of the National Urban League , Marc Morial ; Republican governor of Ohio , John Kasich ; the chairman and CEO of Honeywell , David Cote ; chief economist for Mesirow Financial , Diane Swonk ; and host of CNBC 's \"Strategy Session,\" David Faber . Welcome to all of you. Governor Kasich , your 20th appearance on MEET THE PRESS .\n\nGOV. JOHN KASICH (R-OH): Is that right? I didn't know it was that much.\n\nMR. GREGORY: And so many of them -- I was just told this...\n\nGOV. KASICH: Twenty.\n\nMR. GREGORY: ...so many of them, of course , when you were House budget chairman, so you know about what is going on. Can you explain it to the rest of us ? What is going on and how is this going to end?\n\nGOV. KASICH: You know, you always -- I was budget chairman, one of the chief architects the last time we balanced the budget in 1997 . It always gets down to the end. And -- but David , it's a matter of, of will, if both sides have a will to get this done, they will get it done.\n\nMR. GREGORY: But do you see the will now? Is it different from how it's been?\n\nGOV. KASICH: Well, I mean, there's a little -- look, it's always difficult to put a big deal together. Is the will there? I think right now they're still talking past one another.\n\nMR. GREGORY: Yeah.\n\nGOV. KASICH: But I have to tell you, in my state , where we faced an $8 billion deficit , we wiped it out, we eliminated it. And here's the interesting thing, we have just been taken off of negative watch in the middle of this and, and we also have jumped, according to CNBC , 11 places in terms of business friendly. We've been able to cut taxes , improve, reform government , and you know why? We looked it square in the eye because Ohio was dying, and we are beginning to really become business friendly. That is what they're not doing here in D.C. right now.\n\nMR. GREGORY: Yeah. All right, financial implications. Let's go around the horn here. Diane , what, what do you see? I mean, this, this debate about whether we're really going to default or not default ; seems like economists have been pretty clear : Don't mess with the debt ceiling .\n\nMS. DIANE SWONK: Don't mess with the debt ceiling . But, you know, it's interesting, because David and I were talking how little Wall Street is absorbing that this is a real possibility and even a probability. They're pricing in zero risk right now. But the thought that we actually might go past, this idea that you could go a day or two or three days or four days or -- that is just really ridiculous to...\n\nMR. GREGORY: Mm-hmm.\n\nMS. SWONK: You know, I was just abroad and our, our foreign counterparts, economists abroad are looking at me going, \"We got a real debt -- sovereign debt crisis here.\" Why would you deliberately give away your credit rating ...\n\nMR. GREGORY: Yeah.\n\nMS. SWONK: ...in the United States , deliberately undermine yourself, cut your nose out to spite to your face when you've got time to -- you've got -- you, you can fix it now and phase in the kind of changes and not have Greece .\n\nMR. GREGORY: David Cote , it appears like we're headed toward a small solution to a big problem ...\n\nMR. DAVID COTE: Mm-hmm.\n\nMR. GREGORY: ...which is what a lot of corporate America thinks is wrong with Washington .\n\nMR. COTE: Mm-hmm.\n\nMR. GREGORY: The -- are politics unable to meet the challenges we face?\n\nMR. COTE: It's the sort of thing that scares me is -- we're -- I'm -- Honeywell 's a global company , 37 billion in sales, got 130,000 people, half our sales and people outside the USA. Traveled the world a lot and the world has changed, we went from a billion participants in the global economy to four billion over the last 20 years, yet we still act like we did 20 years ago. And we need an American competitiveness agenda that gets our finances right, gets energy policy , math and science education , infrastructure, and we can't even do something like this. It's very scary as a businessman.\n\nMR. GREGORY: I want to jump in to talking about jobs in just a second. David Faber , I do want to ask you about this breaking story that we're talking about. This is the cover of The Week magazine and it has Rupert Murdoch literally on the hot seat with the question \"Is Murdoch 's media empire nearing its end?\" The fact that Rebekah Brooks , who is the editor of News of the World , has reportedly been arrested for corruption and some other crimes. How serious is this at this point?\n\nMR. DAVID FABER: Well, it's, it's a very -- it's the most serious crisis that Murdoch has ever faced, certainly, in his long career, there's no doubt about that. And I think the middle of last week it started to sink in for him. Prior to that, people close to Murdoch , David , tell me that he perhaps had not appreciated the depth of anger that was taking place in the U.K. And perhaps for the first time in his long career, he wasn't out front of something, wasn't able to dictate the pace of events. That changed the middle of the week. You know, beginning of last week he had his arm around Rebekah Brooks . By the end of the week, of course , she was gone, so was his longtime lieutenant, Les Hinton . The key will be the U.S. You had earlier, of course , you asked the senators about the FBI probe. Will there be subpoenas issued? One never knows what will occur if that starts to happen. And ultimately -- what, if anything, is found in the U.S. will be a key for him. They are not going to be flatfooted in their response in the U.S. the same way they appear to have been in the U.K.\n\nMR. GREGORY: Governor, you work for Fox News . What's the impact there? What's the reaction there?\n\nGOV. KASICH: Well, you know, they, they have not been touched by this, they have told me, and I believe them, and we just have to see how this all unfolds. It's a...\n\nMR. GREGORY: Mm-hmm.\n\nGOV. KASICH: ...you know, Murdoch 's fired people, he's, you know, he's, he's quoted as, as being told that -- his hands in his, his -- in his, his head in his hands, crying with the family that was impacted. I mean, it's a, it's a terrible thing, and hopefully we'll get to the bottom of it. And it will change -- it'll change journalism. You know, I want to go back to something David said about the inability to solve problems. I think the business community has been absent. They played politics themselves. Instead of going to politicians and saying, \"You fix this thing,\" they -- give money to both sides . And they have been unwilling to stand up in too many cases and say, \"Enough is enough.\" Look, I don't think we just have a crisis in Washington of leadership , I think it's across all the sectors. I think we see it in sports where we let sometimes these thugs go out on the field and play on Sunday because they can score a touchdown. We see it in our pop culture. There is a crisis of leadership in America and we are witnessing it now in politics.\n\nMR. GREGORY: All right, let, let me, let me -- I want to, I want to focus this a little bit, I want to get Marc Morial in on this. I want to, I want to -- but I want to refocus to this primary question, too, because the, the debt fight is part of the backdrop to this still chronic problem of unemployment. Let me just show the...\n\nMS. SWONK: Yeah.\n\nMR. GREGORY: ...figures, Marc , if I can. This is unemployment around the states , the\n\nunemployment figures where it is highest: Nevada over 12 percent, California almost 12 percent; Rhode Island , Florida , and Michigan over 10 percent. Where are the jobs? Is government sufficiently focused on the question?\n\nMR. MARC MORIAL: We, we have a jobs crisis in America , and I think that the, the debt ceiling discussion should be decoupled from the deficit discussion , and the nation needs a jobs plan. We have 14 million people out of work. The black unemployment rate is at stifling levels. It's in fact increased since the recovery has begun. And so we need a jobs plan. And we need to be very cautious and careful that a deficit -cutting plan that unfairly targets vulnerable people -- jobs, housing and education programs -- might be a cause for short-term celebration and a cause for deepening the recession, stifling the recovery . That's the hard reality . And the polling shows -- my visits around the country demonstrate that's what's in the hearts and the minds of the American people .\n\nMR. GREGORY: What's driving this persistent jobless recovery ?\n\nMS. SWONK: Well, that's, you know, that's the real interesting issue is, one, I want to respond to the leadership issue. I've actually been involved in some of the bipartisan meetings around here. We've shown up together at meetings. And the business community , I've been warned, you know, \"Be careful, it's gotten so politicized you can't go out there.\"\n\nMR. COTE: Yeah, be careful.\n\nMS. SWONK: And I 'm just an economist. I'm talking about the economy and talking about what's best for the economy . I'm not being political. But it's gotten so politicized. I know people who said, \"I won't sit at that table and be seen with those politicians.\"\n\nMR. GREGORY: But, Dan , I want to focus for the moment...\n\nMS. SWONK: But the jobs -- let's get back to...\n\nMR. GREGORY: We can have a whole leadership debate , which is worthwhile.\n\nMS. SWONK: Yeah, I know. But the job -- yeah.\n\nMR. GREGORY: But I want to focus on where the jobs are.\n\nMS. SWONK: Well, you know, I want to, I want to -- no, but wait a minute here. There is an issue. You know, in Norway , Sweden and Finland they had a financial crisis in the early '90s. They did everything right. They had consensus in government , they reformed, they went toward more market reforms, they got their fiscal house in order. You know the one thing that disturbs me? Twenty years later, they've never hit their pre- crisis lows on unemployment. Twenty years later, the rate of participation in labor force , which is one of the things I view as a hope, throw your hat in, say you're looking for a job, is still lower than it was before the crisis , and long-term unemployment is still higher.\n\nMR. GREGORY: David Faber , Robert Reich ...\n\nMS. SWONK: That bothers me.\n\nMR. GREGORY: ...writes this in, in a, in The Wall Street Journal on Friday about what we're\n\nfacing: \"When the Great Recession wiped out $7.8 trillion of home values,\" this is a former Labor secretary, \"it crushed the nest eggs and eliminated the collateral of America 's middle class . As a result, consumer spending has been decimated. ... \"We're in a vicious cycle in which job and wage losses further reduce Americans ' willingness to spend, which further slows the economy . Job growth has effectively stopped. The fraction of\n\nthe population now working is near a 25-year low lower than it was when the recession officially ended in June of 2009 .\"\n\nMR. FABER: Yeah, I mean, all of those are frightening statistics. There's no doubt this is a consumer-led economy and has been for some time, and you've had a significant pullback by consumers on their willingness to spend, in part because of that old uncertainty. CEOs may like to use it, but consumers actually face it at home. If I don't have a job or if I lose my job, of course , I am not going to be spending money . That being said, I mean, I'm curious, you know, we talk about a jobs crisis now, David , but the fact is that during the Bush presidency we had the lowest job creation numbers we ever had annually, about three million total jobs over those eight years. The question really is, has there been a seminal change in the ability of the U.S. economy to create jobs? That certainly is something that a lot of people are starting to believe. You heard David Cote talking about these larger issues of competitiveness. Much of that goes back to that. But we haven't created a lot of jobs for a very, very long time, not just the last year.\n\nMR. COTE: Well, we're...\n\nMR. GREGORY: Why? What's happened?\n\nMR. COTE: Well, right now the problem that we've got is uncertainty of demand. Businesses don't add until they're sure that there's -- somebody's going to want to actually buy something. To that I would add, we've added uncertainty of regulation. And when you combine those two, it just causes businesses to say, \"I'm going to wait a little bit.\" And I always find it interesting when I hear government say...\n\nMR. FABER: But you guys always say that. David ...\n\nMR. COTE: ...\"We need to create jobs.\" And I say no, actually, government doesn't create jobs. Government can create an environment where jobs can be created. And I think it's important to distinguish between those two.\n\nGOV. KASICH: You know, David -- here, let me, let me just say one thing about David , because I...\n\nMS. SWONK: Well, but, but, but I'm......less if, if the, if it's growing 6 to 8 percent, the economy , it would be a no-brainer, we would be generating jobs and the uncertainty would be away -- erased.\n\nGOV. KASICH: Look, believe it or not , consumer spending is up over the last eight months, OK?\n\nMS. SWONK: I know that.\n\nGOV. KASICH: Here's the problem . Here's the problem .\n\nMS. SWONK: Not enough.\n\nGOV. KASICH: This man doesn't know what's coming, whether it's regulation, whether it's taxes . And this high debt pre-supposes you're going to have higher taxes . He can't make a decision about investment when the roof's about to cave in.\n\nMR. MORIAL: But that's a -- but that...\n\nMS. SWONK: No, but, it's more than that.\n\nGOV. KASICH: He needs certainty. That's what we're trying to do in Ohio .\n\nMR. GREGORY: All right, Marc , Marc Morial .\n\nMR. MORIAL: I'm glad you raise the issue of demand because I think there's a lot of politics in uncertainty about taxes , uncertainty about regulation. The bottom line is there's not enough demand in the economy . So if you have a job, you're concerned about being laying -- laid off. Look at state and local government , where you've had a plethora of layoffs over the last eight months. If there are further budget cuts from the federal government in those areas, you're going to have more layoffs, and the private sector's not poised because of demand to pick that up. We need a jobs plan in this country . If as much time was devoted to a consensus jobs plan as the country 's devoting to a consensus deficit reduction plan, then in fact...\n\nMR. GREGORY: But I'm not sure -- but, Governor, what does that actually mean? Because that's the question of what is it -- I asked the Treasury secretary last week, does the president have to acknowledge, \"Look, there's things we've done, there's things the Fed can do, but we can only do so much as the government \"? That's the sad political truth.\n\nGOV. KASICH: David , when a business -- and I 've been in business for 10 years before I got this governor's job -- when a business is uncertain about the future, they sit on the sidelines. We have more -- we have so much money on the sidelines waiting to be invested, but they're uncertain about where we're going to go. The answer, get this God darn deficit under control, do not raise taxes on capital gains risk taking, provide incentives for investment, real changes in education to connect our kids with real job opportunities. And, you know, if you begin to -- and, and lay down some, some certainty on regulatory reform , he'll be investing.\n\nMR. FABER: Well, you know what? He's got $3 billion , right? Over $3 billion in cash in your balance sheet , don't you? It's probably gone up.\n\nMR. COTE:\n\nMR. FABER: That was last quarter, so it's probably gone up. It's not yours, obviously.\n\nMR. COTE: Yeah, yeah.\n\nMR. FABER: It's your shareholders'. But you're choosing a -- what'd you spend, $800 million on capital expenditures this year?\n\nMR. COTE: Yes. Yeah.\n\nMR. FABER: All right, could have been more. Could be a lot more, right?\n\nMR. COTE: Mm-hmm. Mm-hmm.\n\nMR. FABER: But, you know, I hear this uncertainty about regulation and, frankly, I think a lot of CEOs say it because why not, why not get some regulatory relief if you can, or tax relief. But at the end of the day your first answer, demand, it would seem to me is the key.\n\nMR. COTE: Oh, that's the big one. It's uncertainty and demand.\n\nMS. SWONK: Well, and, and...\n\nMR. GREGORY: Well, can we just, can we just unpack that a little bit? Because this idea that the consumer being king, that debt is really the issue -- there's government debt , there's personal debt . People that deleveraging, the fancy term of basically getting out from under your debt...\n\nMS. SWONK: Right.\n\nMR. GREGORY: ...paying your debt down means you're not spending...\n\nMS. SWONK: By choice, of course .\n\nMR. GREGORY: ...you're not creating demand. Businesses, it seems to me, Diane , are actually making a decision, which is, \"We're just going to get leaner and meaner.\" The jobs aren't coming back.\n\nMS. SWONK: Yeah. That's, that's -- well, many of the jobs aren't coming back, but the jobs that do come back are ones that we never expect. The fact that we're in a renaissance in the manufacturing sector .\n\nMR. COTE: Exactly. Exactly.\n\nMS. SWONK: It's a lack of imagination. I do think the one silver lining here, and as part of the reason we haven't generated jobs, is because coming out of a financial crisis like you do, this is the nature of it. You don't get enough growth and enough demand. That said, where's the silver lining ? We've had more IPOs since the fourth quarter of, of 2010 than we've had since 2000 . Why is that important? New businesses -- not just small businesses , new businesses interacting with established firms is where you get the miracle in job creation . That was what happened in the 1990s to an extreme. Companies that never should have hired. And there may be some bubbles out there, we can all talk about some of the...\n\nMR. FABER: Companies that never should have been able to raise capital .\n\nMS. SWONK: Right, and they did. And that may be happening today. But they did hire...\n\nMR. FABER: But it's, it's a good point. I mean, if you want a good news story, take a look at Groupon , for example, a name some of your viewers may know.\n\nMS. SWONK: It's in Chicago . Yes, I know.\n\nMR. FABER: Seven thousand employees have been hired over the last couple of years.\n\nMS. SWONK: At one point in time...\n\nMR. FABER: Google , for example, one of the -- only 10 years old, 28,600 employees; 2,400 employees added over the last quarter.\n\nMR. COTE: But, you know, David , one of the...\n\nMS. SWONK: And it's not, not just high tech jobs. They're sales jobs.\n\nMR. FABER: There is still growth in this economy in those areas.\n\nMR. MORIAL: What, what this, what this conversation shows is that Wall Street is back, the business community 's come back, but Main Street and Back Street lag behind.\n\nMS. SWONK: Main Street lagging. Right.\n\nMR. MORIAL: And it may point to the fact that these are structural shifts in the American economy .\n\nMS. SWONK: Yes.\n\nMR. MORIAL: We have to focus on competitiveness, yes, but producing things so that when we spend money in this country it creates jobs in this country .\n\nMS. SWONK: But we are doing that.\n\nMR. MORIAL: So we need a larger plan...\n\nMR. GREGORY: Well...\n\nGOV. KASICH: We also need -- we also...\n\nMR. GREGORY: Quick, quick point, Governor, then we're going to go to break .\n\nGOV. KASICH: We also need training in real world .\n\nMS. SWONK: Yes.\n\nMR. COTE: Mm-hmm.\n\nGOV. KASICH: Vouchers for companies so they can train for things that they need. In Ohio , because we faced our, our $8 billion budget deficit and provide tax relief, what's happened? CNBC says we've jumped 11 points in...\n\nMR. FABER: All right.\n\nGOV. KASICH: ...11 places in terms of business friendly. The credit agencies say your credit, we have taken you off of negative watch. When you provide certainty to people, then they are able to, they're able to respond to it. And what we're seeing in Ohio are positive things. If they did it in Washington , we'd be better. You know, that's where you have to go.\n\nMS. SWONK: Well...\n\nMR. GREGORY: Let, let me -- I want to get a break in here, I want to get a break in here. I want to talk more about the issue of jobs, the overall economy , when, when a recovery will actually feel like recovery , including the debate over taxes and their relationship to economic growth . More with our panel after this.\n\nMR. GREGORY: We're back with our discussion about the economy , which continued even during the break because this is a hot topic , as you know, and these are spirited folks.\n\nMS. SWONK: And we decided we could talk.\n\nMR. GREGORY: All right. I want to talk about the debate over taxes . And it's very interesting. You had House Speaker John Boehner on Friday say the following about these debt talks and taxes .\n\nREP. JOHN BOEHNER (R-OH): Our stand on the debt limit has been clear . There can be no tax hikes because tax hikes destroy jobs.\n\nMR. GREGORY: That's the assertion. Is that really true? Ron Brownstein took a whack at\n\nthat in his column in the National Journal this weekend and this is what he writes: \"In the past three decades, job growth has thrived after tax cuts and after tax increases , and it has stagnated after tax cuts . If there's a pattern, it's that tax policy typically isn't the decisive factor in driving a machine as complex as the U.S. economy . Given those precedents, tax policy ought to be seen not as a secret to growth but, more modestly, as one part of the fiscal policy toolbox. And on that front, the case against including some revenue in a comprehensive deficit - reduction package is even weaker.\" Budget Chairman, Governor...\n\nGOV. KASICH: Well, David ...\n\nMR. GREGORY: ...you were -- you were for closing tax loopholes.\n\nGOV. KASICH: I was. Yeah. I was. Look, in '97, we cut taxes , by the way. We cut taxes on capital gains . We balanced our budget , the economy was going great. The problem with tax increases , I was telling David this, he was on the Bowles Commission , God bless him, is that you raise the taxes , they spend the money but they never cut the spending. David , I saw it. When Bush said, \"Read my lips,\" and then he caved in on the tax, tax increase. We but Gramm-Rudman in. This was this program to cut spending. We spent the money , and every time we got to the cuts, we put them off. Now, the problem we have here is we have a spending problem , not a tax problem . But I would support loophole closings, lowering rates, lowering the corporate rate. Lowering the personal rate.\n\nMR. FABER: OK.\n\nGOV. KASICH: But, frankly, the revenues that come from that shouldn't be spent up front.\n\nMR. MORIAL: David ...\n\nMR. GREGORY: Marc , can I just show you one thing...\n\nMR. MORIAL: Yeah.\n\nMR. GREGORY: ...from Grover Norquist , who amplifies in this argument.\n\nMR. MORIAL: Yeah.\n\nMR. GREGORY: We talked to him as part of our Press Pass conversation that's available on our blog and I asked him why don't conservatives care as much about deficits as they do keeping taxes low and this is what he said.\n\nMR. GROVER NORQUIST: The problem is we're spending too much money . Raising taxes is no part of spending less money . Raising taxes is what politicians do instead of spending less money . Obama , Reid , and Pelosi have jumped up spending from $2.9 trillion to $3.8 trillion , almost a trillion dollars addition each year going forward. We need to pull that down. Raising taxes just enables that. I mean, if you're smoking too much, the solution is to smoke less.\n\nMR. MORIAL: Grover is engaging in spin because the issue is not tax increases , it's tax reform , tax simplification , and closing loopholes. The dirty secret of Washington is that the tax earmark business tied to K Street lobbyists is bigger than the spending earmark business. So you've got $1 trillion worth of tax loopholes. And if Congress would attack that and if the conversation would be about tax simplification and reform , we might be able to get a combined package. I reject the idea that spending on domestic programs -- housing , jobs, programs like food stamps -- is the reason for the budget deficit .\n\nMS. SWONK:\n\nMR. MORIAL: You had wars, you had wars. You had increases in the prescription drug benefit program. You had a wide range of things. You had tax cuts . They all piled onto the deficit .\n\nMR. GREGORY: But let me...\n\nMR. MORIAL: So don't fix the deficit on the backs of the most vulnerable Americans .\n\nMR. GREGORY: David , David Cote , what about corporations and taxes ? We hear about the need to lower tax rates , but then you have companies that aren't paying taxes at all.\n\nMS. SWONK: Right.\n\nMR. COTE: Well, if you wanted the most dynamic jobs creating economy in the world, you would have a 0 percent corporate tax rate. However, nobody can stand that because, in our pursuit of fairness, we actually hurt the very people we're trying to be fair to. So if we say, all right, what we need to do is, in the pursuit of fairness, attach some kind of tax rate , you should make it the most simple, easy to thing to do possible.\n\nMS. SWONK: Yes.\n\nMR. COTE: And that's why I think the Simpson - Bowles Commission , I think we got it right. Is we said take it away for everybody.\n\nMS. SWONK: Right.\n\nMR. COTE: All the exclusions, all the exemptions, all -- take it away for everybody so that you broaden the base and just significantly lower the rates.\n\nMS. SWONK: Yes.\n\nMR. COTE: You can get an increase in taxes , and everybody's going to be happy, and corporations will also get territorially. So they'll be able to get their cash back from outside the U.S.\n\nMS. SWONK: Well, and this gets to the issue of we have -- we're in a position where we -- freedoms are what we love in this country . We have the freedom to decide what our future is going to be like or we have -- are going to give away that freedom and let the world decide for us. And in the long term, if we get on a more simplified tax -- get out of these complications, eliminate the loopholes, lower the rates, get in a more clean tax code , we're going to be making better decisions economically.\n\nMR. COTE: Exactly, exactly.\n\nMS. SWONK: We're going to be more competitive economically. And that's an opportunity to let it go away because of lobbyists and all the little -- the tax lobbyists that we talk about. That is just -- it's incomprehensible right now.\n\nMR. GREGORY: But it's interesting, Diane . David Faber , we were in a position in these negotiations, Boehner and the president, talking about raising some taxes while at the same time getting the sort of tax reform that you're talking about and there was a disagreement ultimately about not so much where rates were, but how progressive it was and it got a bit complicated. But we couldn't even get to that point.\n\nMR. FABER: Yeah. It seems an impossibility that what we just heard from our panelists would actually ever occur, elimination of all loopholes.\n\nMR. FABER: It would be great to...\n\nGOV. KASICH:\n\nMR. FABER: Well, you're in Ohio .\n\nMR. GREGORY: It would be close to '97.\n\nMR. FABER: Yeah. You did, and...\n\nMS. SWONK: In '86, '87.\n\nMR. FABER: ...then somehow we got them all back, didn't we?\n\nMR. GREGORY: Well...\n\nMS. SWONK: Well, that's the problem .\n\nMR. FABER:\n\nMR. COTE: I think you have to do it every 20 years.\n\nMS. SWONK: They closed them, '86 was the biggest year.\n\nMR. GREGORY: David , go ahead, yeah.\n\nMR. COTE: If you think that's true.\n\nMS. SWONK: Maybe if we do it every 10.\n\nMR. GREGORY: David Faber , go ahead.\n\nMR. FABER: Well, listen, David , you know, we started this conversation about the markets to a certain extent.\n\nMR. GREGORY: Sure.\n\nMR. FABER: And the debt ceiling . And the fact is, if you were to get that $4 trillion in spending cuts and see some compromise, you'd get a very positive response from our creditors around the world.\n\nGOV. KASICH: Yeah.\n\nMS. SWONK:\n\nMR. MORIAL: You know, that's why, perhaps...\n\nMR. FABER: There's no doubt. It seems, though, unfortunately, perhaps something simply too far beyond our leaders' ability.\n\nMR. MORIAL: They ought to pass the debt limit and continue to have discussions about a consensus plan that's going to create jobs and address all of these problems.\n\nMS. SWONK: Yes. Well, well, but -- no.\n\nMR. MORIAL: It's being done under the pressure of a false deadline.\n\nMS. SWONK: I think there's also some...\n\nMR. MORIAL: And that is tying this to the debt limit vote. Look, the car was purchased, it was driven off the lot, now we're going to debate whether we sign the loan papers?\n\nGOV. KASICH: Look, I mean, at the end of the day , you have to deal with this deficit and you're not going to get it done without reforming programs.\n\nMS. SWONK: Right.\n\nMR. MORIAL: Mm-hmm.\n\nGOV. KASICH: Mayor, I would just disagree with you on this. I believe it is possible to design a federal government that doesn't hurt the most vulnerable by bringing in reform of those programs.\n\nMS. SWONK: Yeah.\n\nGOV. KASICH: We've done it in Ohio with Medicaid .\n\nMS. SWONK:\n\nGOV. KASICH: We saved billions and the AARP supports our program. We let mom and dad stay at home if they qualify for a nursing home , it saves us a lot of money .\n\nMR. FABER: Mm-hmm.\n\nMS. SWONK:\n\nMR. MORIAL: ...mm-hmm.\n\nGOV. KASICH: But so I think that's one thing. The loophole closings ultimately will happen because if you can get lower flat rates, it's going to happen. But at this point, look, we all know it. If we don't deal with the $14 trillion debt by changing the spending patterns of Washington ...\n\nMS. SWONK: Oh, yeah.\n\nGOV. KASICH: ...the markets are not going to respond positively.\n\nMR. GREGORY: I have two questions. I want to go back to David Faber , and I want to put up the housing crisis , which is still a crisis . Look at the bright spots and the weak spots around the country in terms of housing markets. The cities with the highest increases in home prices , D.C. , San Francisco , which would include Silicon Valley , which is hot because of technology out there.\n\nMS. SWONK: ...right.\n\nMR. GREGORY: Atlanta, Seattle. And then the highest drops in home prices , Detroit , Vegas , Chicago , and Tampa . The reality is that everything the federal government has tried to do has not worked. A lot of threats about the mortgage giants Fannie Mae and Freddie Mac . Everybody's afraid to wind those down because they're the only ones propping up our housing market . Can we have recovery until we bottom out on housing ?\n\nMR. FABER: It's very hard to imagine we're going to have a significant recovery until we bottom out on housing , not just because of the -- what you mentioned. I talked earlier about the lack of job growth under the Bush administration . So much of that came as a result of a housing boom that ultimately turned into this bust...\n\nMS. SWONK: Right. Too late...\n\nMR. FABER: ...that you're talking about with construction and all the related industries. So there's a lot of employment related to a recovery in housing , there's also a psychological impact. When you are underwater on your mortgage, as about 30 percent of people are in this country , when your mortgage is worth more than your home, you're not going to go out and spend a great deal of money .\n\nMR. GREGORY: right.\n\nMR. FABER: Of course , the reverse occurred in the mid-aughts when we watched everybody taking out home equity loans because of the incredible rise in the value of their homes, and that resulted in enormous consumer spending . So housing is very much interrelated to the economic problems that we continue to have.\n\nMR. GREGORY: David Cote , here's a bottom line question.\n\nMR. COTE: Mm.\n\nMR. GREGORY: You are a jobs creator...\n\nMR. COTE: Mm-hmm.\n\nMR. GREGORY: ...you're a businessman, explain to folks out there who are either scared about losing their job or have been out of work for a long time...\n\nMR. COTE: Mm-hmm.\n\nMR. GREGORY: ...when is economic recovery actually going to feel like economic recovery ?\n\nMR. COTE: Well, it never feels like a recovery till you get your job back, right?\n\nMR. GREGORY: Mm-hmm.\n\nMR. COTE: I mean, it's at that point that you get there. But it's interesting with consumers; we're at a, a point where we tell them, \"We need you spending, but hey, by the way, save for a rainy day because bad times happen.\"\n\nMS. SWONK: And you don't get any credit either.\n\nMR. COTE: And those two don't quite go together. We need to start thinking about consumers perhaps a little differently when it comes to something like oil prices because right now you take a look at consumers, they're just starting to feel a little bit better, the news is generally better. Now they're paying 4 bucks a gallon for gas and they're saying, \"I don't know where this is going to go.\" We need a different policy when it comes to oil, for example. If we just allowed more drilling -- and by the way, I keep saying, I'm an energy efficiency guy, my whole company's devoted to that; however, oil supply would make a big difference in driving down gas prices and putting money in people's pockets, generating royalties for the, for the government and generating a couple of hundred thousand jobs in the process. That's the sort of changes that we ought to be thinking about that I don't even see us talking about that.\n\nMR. GREGORY: All right, let me get my final break in here, we'll do that, and we'll come back with our Trends Takeaways , a look at what was said here today and what to look for in the coming week. Plus, what are the hot political stories trending this very morning? That's coming up right after this.\n\nMR. GREGORY: We're back. Final moments with our roundtable. And we wanted to refer back to a takeaway sound bite from earlier in the program from Jack Lew , the president's budget director, who again reiterated the stakes in these negotiations. This is what he said.\n\nMR. LEW: I think that if you look at where the parties are, compared to discussions over the last decades, there are things that both sides are talking about doing that are very dramatic. I think we -- there's still time to get something big done. The president has made it clear he wants to do something substantial.\n\nMR. GREGORY: Marc Morial , we're still waiting . You listen to the senators this morning, there didn't seem to be a lot of room, they want to spend the next week talking about a balanced budget amendment .\n\nMR. MORIAL: I think they're going to need to engage in sort of a temporary measure to raise the debt ceiling and I think they should continue their discussions. I don't think it should be the end. It's an artificial deadline. A plan for the future of the economy and a fiscal plan for the nation is going to take more time.\n\nMR. GREGORY: We are watching, of course , as there is a simultaneous conversation going on online this morning, and from Facebook there's this from Christopher G , \"I think both sides are playing chicken with an important situation and I believe that both sides need to agree and stop this same scuffle that you would see two kindergarteners have with a toy they both wanted.\" It's interesting, David Cote , The Weekly Standard cover shows the following scene taking place here in Washington , \"Pols playing poker,\" with Republican and Democratic leaders really facing each other off at this point to see who will blink first.\n\nMR. COTE: Well, I -- the way I've likened it is it's, it's like both parties have a grip on each other's throat, and they're more focused on simultaneous asphyxiation than they are on actually resolving the problem . And that -- that's got to change. We can't -- we -- we're not going to be a competitive power in the world unless we start to be able...\n\nMS. SWONK: Right.\n\nMR. COTE: ...to fix things, like get our fiscal house in order. It's sad.\n\nMR. GREGORY: Is there a threshold -- real quick, Diane -- a threshold where it has to be of a certain level for our creditors to think we're serious?\n\nMS. SWONK: Well, our credit -- we've already seen -- the debt rating agencies have said, \"We, we don't make August 2nd \"...\n\nMR. GREGORY: Mm-hmm.\n\nMS. SWONK: ...they're going to downgrade us.\n\nMR. GREGORY: Yeah.\n\nMS. SWONK: So yeah, the threshold is here already, but Washington 's not listening to that, Wall Street 's not listening to that. But I think...\n\nMR. COTE: And maybe at $4 trillion -- we could be doing this again in five years.\n\nMR. GREGORY: Right.\n\nMS. SWONK: Yeah.\n\nMR. GREGORY: Governor Kasich , I want to show you our trend tracker, the hottest political\n\nstories this morning as we're following them: The debt limit debate , the president who met with the Dalai Lama, and Obama 2012 fundraising. He's raising a lot of money . I do want to ask\n\nyou the political question: Are you going to endorse a Republican candidate in the process of the primaries?\n\nGOV. KASICH: Not for a while. Not for a while.\n\nMR. GREGORY: In the primaries or not?\n\nGOV. KASICH: I don't know if I -- I, I, I don't, I don't know yet. David , let me say, you know, I had, had a little golf game with John Boehner ...\n\nMR. GREGORY: Yeah.\n\nGOV. KASICH: ...the president and the vice president. We sat around the table when it was all over and I said, \"Guys, none of us really belong at this table, the Lord's put us here, we've been blessed, let's not blow it.\" At the end of the day , America can be great when every American looks in the mirror and says, \"What did I do to make this country a little bit stronger? What did I do for my children?\" And that means these congressmen and senators, the president, everybody as well.\n\nMR. GREGORY: All right.\n\nGOV. KASICH: We can do it .\n\nMR. GREGORY: Call to action.\n\nMS. SWONK: Right. Yeah.\n\nMR. GREGORY: The president tweeted, \"Go, USA.\" The National Soccer Team , the women, facing Japan today .\n\nMS. SWONK: Yeah.\n\nMR. GREGORY: We say so as well. We have to leave it there. Thanks, everybody.\n\nMS. SWONK: Go for the women.", "images": ["https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/i/msnbc/Components/CSS/img/spacer.gif", "https://web.archive.org/web/20110718160825im_/http://www.polls.newsvine.com/_vine/images/av/60x60/vine.gif", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia1.msn.com/j/msnbc/Components/Slideshows/_production/ss_071117_MTP60/ss_071117_mtp60_02.grid-7x2.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia3.msn.com/j/MSNBC/Sections/TVNews/Meet the Press/Photos/MTP-SquareWdavid.grid-2x2.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/110715/n_mitchell_greg_110715.thumb-m.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia2.msn.com/j/msnbc/Components/Slideshows/_production/ss_071117_MTP60/ss_071117_mtp60_01.grid-9x2.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/__NEW/tdy_gregory_poli_110615.thumb-m.jpg", "https://web.archive.org/web/20110718160825im_/http://www.msnbc.msn.com/id/43779830/ns/meet_the_press-transcripts/", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/j/msnbc/Components/Slideshows/_production/ss_071117_MTP60/ss_071117_mtp60_01.thumb-s.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/110715/n_roberts_gregory2_110715.thumb-m.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_110717.standard.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/110610/nn_02dge_xtalk_110610.thumb-m.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_110717.thumb-s.jpg", "https://web.archive.org/web/20110718160825im_/http://msnbcmedia.msn.com/i/msnbc/Components/CSS/img/spacer.gif", "https://web.archive.org/web/20110718160825im_/http://ad.doubleclick.net/activity;src=2183402;type=count651;cat=msnbc778;ord=1;num=1"], "top_img": "https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_110717.standard.jpg", "keywords": [], "authors": [], "canonical_link": "https://web.archive.org/web/20110718160825/http://www.msnbc.msn.com/id/43779830/ns/meet_the_press-transcripts/t/meet-press-transcript-july/", "title": "Meet the Press transcript for July 17, 2011", "meta_data": {"generator": "SkyPad Rendering", "viewport": "width = 1030", "og": {"url": "https://web.archive.org/web/20110718160825/http://www.msnbc.msn.com/id/43779830/ns/meet_the_press-transcripts/t/meet-press-transcript-july/", "updated": "2011-07-17T16:23:51", "title": "Meet the Press transcript for July 17, 2011", "site_name": "msnbc.com", "type": "article", "image": "https://web.archive.org/web/20110718160825im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_110717.standard.jpg", "description": "Transcript of the July 17 broadcast featuring Jack Lew, Jim DeMint, Dick Durbin, John Kasich, David Cote, Marc Morial, Diane Swonk and David Faber."}, "title": "July 17: Lew, DeMint, Durbin, roundtable - Meet the Press - Transcripts - msnbc.com", "Search.Image": "/MSNBC/Components/Video/__NEW/mtp_netcast_110717.jpg", "fb": {"page_id": 23294612872}, "Search.Update": "Sun, 17 Jul 2011 16:23:51 GMT"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}