{"url": "https://web.archive.org/web/20090321004450/http://www.msnbc.msn.com:80/id/29705720/", "text": "The president's plan for the economy: Will it work? We'll hear from both sides — the Chair of the President's Council of Economic Advisers Dr. Christina Romer and the House Republican Whip Rep. Eric Cantor (R-VA) join us for exclusive interviews. Plus, an economic and political roundtable with The Week's David Frum, BBC's Katty Kay, CNBC's Steve Liesman, and PBS's Tavis Smiley.\n\nMR. DAVID GREGORY: Our issues this Sunday: Mixed signals for the economy. Stocks rally but wealth sharply declines, jobless claims reach another high, home foreclosures jump 30 percent in February. Despite that, the White House is determined to sound optimistic.\n\n(Videotape)\n\nPRES. BARACK OBAMA: If we are keeping focused on all the fundamentally sound aspects of our economy, then we're going to get through this. And I'm very confident about that.\n\n(End videotape)\n\nMR. GREGORY: But is the White House doing enough to win what has been called an economic war? We'll hear from both sides of the debate. Chair of the president's Council of Economic Advisers, Dr. Christina Romer; and the man charged with mobilizing his party's votes in the House, Republican Whip Eric Cantor.\n\nThen, halfway through his first 100 days in office, has the president's economic team lived up to expectations? Has the White House tried to take on too many problems at once? And on the Republican side of the aisle, more controversy over comments from the newly installed RNC chairman, Michael Steele. Our economic and political roundtable weighs in: columnist for The Week and a speechwriter for President George W. Bush from 2001 to 2002, David Frum; Washington correspondent for BBC World News America, Katty Kay; senior economics reporter for CNBC, Steve Liesman; and host of PBS' \"Tavis Smiley\" and author of the new book \"Accountable: Making America as Good as Its Promise,\" Tavis Smiley.\n\nBut first, Dr. Christina Romer, welcome to MEET THE PRESS.\n\nDR. CHRISTINA ROMER: Great to be here.\n\nMR. GREGORY: Nice, nice to have you here. Billionaire investor Warren Buffett described the economy and the crisis that the economy is in as an economic war. If that's the case, are we winning?\n\nDR. ROMER: I think he's absolutely right, it is an economic war. We have inherited a crisis like none since we've--since we had the Great Depression. So absolutely, it is something we need to deal with. I think we are. We haven't won yet. We have staged a wonderful battle. So we have put in place just a host of programs: the stimulus package, the financial rescue plan, the housing plan. We think it's the right medicine and we think it will work.\n\nMR. GREGORY: There's an effort across the administration to sound more confident about the economy. The president, speaking on Friday, said this:\n\n(Videotape, Friday)\n\nPRES. OBAMA: If we are keeping focused on all the fundamentally sound aspects of our economy, then we're going to get through this. And I'm very confident about that.\n\n(End videotape)\n\nMR. GREGORY: And yet last year during the campaign, Senator John McCain said something similar. This is what he said back then.\n\n(Videotape, September 15, 2008)\n\nSEN. JOHN McCAIN (R-AZ): You know that there's been tremendous turmoil in our financial markets and Wall Street, and it is--it's--people are frightened by these events. Our economy, I think--still, the fundamentals our--of our economy are strong, but these are very, very difficult time.\n\n(End videotape)\n\nMR. GREGORY: So back then during the campaign when Senator McCain talked about the strong fundamentals of the economy, it was then-candidate Obama and his team that roundly criticized McCain, saying he was out of touch, he didn't get it, he didn't understand how bad the economy was. And yet now the president's talking about the strong fundamentals of the economy. So what's different between then, the campaign, and now, except for the fact that the economy's gotten dramatically worse?\n\nDR. ROMER: I think when the president says he's focusing on fundamentals, what he means is, is we're focusing on, on fixing the fundamentals; that we've always said we're not looking at the ups and downs of the stock market, we're looking for those crucial indicators: when are jobs turning around, when are sales turning around, when do we see consumers coming to life? That's the kind of thing that--certainly that I'm looking at in terms of when's the economy going to be doing better and, and when can we see some hope.\n\nMR. GREGORY: Are the fundamentals of this economy sound?\n\nDR. ROMER: Well, of course the fundamentals are sound in the sense that the American workers are sound, we have a good capital stock, we have good technology. We know that, that temporarily we're in a mess, right? We've seen huge job loss, we've seen very large falls in GDP. So certainly in the short run we're in a, in a bad situation.\n\nMR. GREGORY: All right, but then what's different between now and then, when the economy was in even better shape than it, it is now, when McCain was saying the fundamentals were strong and then-candidate Obama criticized him?\n\nDR. ROMER: I think--again, I think what, what we're saying is that the, you know, where we are today is obviously not good. We have a plan in place to get to a good place. I think that's the crucial--a fundamentally crucial difference, is to make sure that you have put in place all of the comprehensive programs that'll get us back to those fundamentals.\n\nThe other thing I think is so important, the president has actually said in terms of fundamentals, we need to make changes. That's why he's focusing on energy, education, getting the budget deficit under control, precisely because he said...\n\nMR. GREGORY: Right.\n\nDR. ROMER: ...when we get through this thing, we want to be in a better place.\n\nMR. GREGORY: But perhaps Senator McCain was right when he said the fundamentals of the economy were strong, because you have President Obama saying roughly the same thing now?\n\nDR. ROMER: I really think you're misinterpreting the president. I think the key thing that the president was saying is we have our eyes on the fundamentals, that is why we're concerned about.\n\nMR. GREGORY: Hm.\n\nDR. ROMER: And he was--I think very much has been drawing this distinction between the day-to-day ups and downs in the stock market, because that, we know, is a, a bad way to gauge policy.\n\nMR. GREGORY: I want to talk about projections for the economy, where you see it going. You were asked on March 6th that very question, and this is how you responded.\n\n(Videotape, March 6, 2009)\n\nDR. ROMER: Most people are predicting some time in the second half of the year, and, and I expect that's when we'll start to see positive GDP growth again. And a little after that we'll start to see employment going up rather than going down.\n\n(End videotape)\n\nMR. GREGORY: Pretty strong prediction. What if you're wrong? What's plan B?\n\nDR. ROMER: Well, so one thing--I mean, I should say my prediction is very much what most private forecasters are saying. We know that this last week the blue chip economic indicators came out that surveys lots of private forecasters. Almost all of them are predicting a turnaround in the third quarter and, and positive growth in the fourth quarter. Obviously I'm not a fortune teller and, you know, we're going to be watching this thing like a hawk. We've--we think we've put in place the right programs that will bring this kind of a change about, but the president has always said we'll do whatever it takes if it doesn't work.\n\nMR. GREGORY: Well, would you disagree with the notion that government has fundamentally underestimated the scale of this problem going back to the previous administration?\n\nDR. ROMER: I think, I think everybody underestimated the scale of this problem. I think inherently it, it surprised us.\n\nMR. GREGORY: Right.\n\nDR. ROMER: That's why...\n\nMR. GREGORY: So if that's the case, there's pretty high probability that even your own prediction will fall short. Which leads to the question then, what's plan B? Don't Americans deserve to know what the administration is thinking about doing if those projects don't, don't bear out?\n\nDR. ROMER: Well, there are a couple of things. One is that as--you know, as this has gone on, we're getting lots more information. So the chances that we're going to be surprised, I think, are going down. You know, I think the, the crucial thing, you know, we have put in place what is, is just simply the biggest, boldest recovery package in history, right; the stimulus package, biggest ever; the financial rescue, absolutely comprehensive; a housing plan--that is incredible medicine for the economy. And we fully expect it to work. That's why we put those, those policies in place.\n\nMR. GREGORY: Do, do you see a need, though, as Speaker Pelosi indicated this week, the potential for additional stimulus, for a second stimulus package?\n\nDR. ROMER: I think it, I think it's premature to be talking about that just simply because this one's just barely, barely been passed. I think it was passed three weeks ago. We've had the first checks go out to the state. We know people won't see any change in their withholding until April 1st. So we certainly have to give this one a chance to work before we start talking about anything else.", "images": ["https://web.archive.org/web/20090321004450im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/090315/mtp_netcast_090315.thumb.jpg", "https://web.archive.org/web/20090321004450im_/http://msnbcmedia.msn.com/i/msnbc/Components/CSS/img/spacer.gif", "https://web.archive.org/web/20090321004450im_/http://tk2.stb.s-msn.com/i/78/7CE57843948D6DF13E79A2DE4E15C.gif", "https://web.archive.org/web/20090321004450im_/http://tk2.stb.s-msn.com/i/B6/32E46DE281A68B9C33FC582D2569D.gif", "https://web.archive.org/web/20090321004450im_/http://www.msnbc.msn.com/images/buttons/next/buttonNext.gif", "https://web.archive.org/web/20090321004450im_/http://msnbcmedia.msn.com/i/msnbc/Components/ArtAndPhoto-Fronts/SITEWIDE/apple-touch-icon.png", "https://web.archive.org/web/20090321004450im_/http://c.msn.com/c.gif?NC=1255&NA=1154&PS=70038&PI=7329&DI=305&TP=http%3a%2f%2fmsnbc.msn.com%2fid%2f29705720%2f", "https://web.archive.org/web/20090321004450im_/http://msnbcmedia.msn.com/i/msnbc/Components/Art/exclamation.jpg", "https://web.archive.org/web/20090321004450im_/http://msnbcom.112.2o7.net/b/ss/msnbcom/1/H.15.1--NS/0", "https://web.archive.org/web/20090321004450im_/http://tk2.stb.s-msn.com/i/48/86F1396496DFE1BAD68AB5F28409.gif", "https://web.archive.org/web/20090321004450im_/http://tk2.stb.s-msn.com/i/48/6CDE404B4BFEC334D023E5422081E0.gif"], "top_img": "https://web.archive.org/web/20090321004450im_/http://msnbcmedia.msn.com/i/msnbc/Components/ArtAndPhoto-Fronts/SITEWIDE/apple-touch-icon.png", "keywords": [], "authors": [], "canonical_link": "", "title": "Meet the Press, online at MSNBC- msnbc.com", "meta_data": {"description": "Transcript of the March 15, 2009 broadcast of NBC's 'Meet the Press,' featuring Dr. Christina Romer, Rep. Eric Cantor (R-VA), David Frum, Katty Kay, Steve Liesman and Tavis Smiley.", "Search.Document": "story", "Search.Title": "'Meet the Press' transcript for March 15, 2009", "Search.Updated": "Sun, 15 Mar 2009 16:13:28 GMT", "Search.Expires": "Fri, 31 Dec 9999 23:59:59 GMT", "Search.Section": "Meet the Press, online at MSNBC"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}