{"url": "http://www.nfib-sbet.org/", "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nThe NFIB Small Business Optimism Index increased 0.6 points in February to 90.9 but remains below the 49-year average of 98. Twenty-eight percent of owners reported inflation as their single most important business problem, up two points from last month. Owners expecting better business conditions over the next six months deteriorated two points from January to a net negative 47%.\n\n“Small business owners remain doubtful that business conditions will get better in the coming months,” said NFIB Chief Economist Bill Dunkelberg. “They continue to struggle with historic inflation and labor shortages that are holding back growth. Despite their economic challenges, owners are working hard to create new jobs to strengthen the economy and their firms.”\n\nKey findings include:\n\n– Forty-seven percent of owners reported job openings that were hard to fill, remaining historically very high.\n\n– The net percent of owners raising average selling prices decreased four points to a net 38% (seasonally adjusted).\n\n– The net percent of owners who expect real sales to be higher improved five points from January to a net negative 9%.\n\nAs reported in NFIB’s monthly jobs report, 60% of owners reported hiring or trying to hire in February. Of those hiring or trying to hire, 90% of owners reported few or no qualified applicants for their open positions.\n\nSixty percent of owners reported capital outlays in the last six months. Of those making expenditures, 40% reported spending on new equipment, 26% acquired vehicles, and 12% spent money for new fixtures and furniture. Eighteen percent of owners improved or expanded facilities and 6% acquired new buildings or land for expansion. Twenty-one percent plan capital outlays in the next few months.\n\nA net negative 6% of all owners (seasonally adjusted) reported higher nominal sales in the past three months, down two points from January. The net percent of owners expecting higher real sales volumes improved five points to a net negative 9%.\n\nThe net percent of owners reporting inventory increases declined seven points to a net negative 1%. Not seasonally adjusted, 13% reported increases in stocks and 19% reported reductions.\n\nTwenty percent of owners recently reported that supply chain disruptions still have a significant impact on their business. Another 33% reported a moderate impact and 34% reported a mild impact. Labor supply problems are widespread.\n\nA net negative 4% of owners viewed current inventory stocks as “too low” in February, down three points. By industry, shortages are the most frequent in manufacturing (10%), construction (9%), finance (9%), and wholesale (9%). A net negative 7% of owners plan inventory investment in the coming months.\n\nThe net percent of owners raising average selling prices decreased four points from January to a net 38% (seasonally adjusted), the lowest since April 2021. Unadjusted, 12% of owners reported lower average selling prices and 50% reported higher average selling prices.\n\nPrice hikes were the most frequent in retail (64% higher, 9% lower), finance (63% higher, 16% lower), manufacturing (59% higher, 10% lower), and wholesale (57% higher, 9% lower). Seasonally adjusted, a net 25% plan price hikes.\n\nSeasonally adjusted, a net 46% of owners reported raising compensation. A net 23% plan to raise compensation in the next three months. Twelve percent of owners cited labor costs as their top business problem and 21% said that labor quality was their top business problem.\n\nThe frequency of reports of positive profit trends was a net negative 23%. Among the owners reporting lower profits, 23% blamed weaker sales, 23% blamed the rise in cost of materials, 17% cited the usual seasonal change, 13% cited labor costs, 10% cited lower prices, and 3% cited higher taxes or regulatory costs. For owners reporting higher profits, 55% credited sales volumes, 14% cited higher prices, 13% cited usual seasonal change, and 5% cited lower labor costs.\n\nThree percent of owners reported that their borrowing needs were not satisfied. Twenty-five percent reported all credit needs met and 62% said they were not interested in a loan. A net 5% reported their last loan was harder to get than in previous attempts.", "images": ["http://www.nfib-sbet.org/wp-content/themes/nfib/img/homespinner.gif", "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif"], "top_img": "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "NFIB", "meta_data": {"viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.nfib-sbet.org", "summary": ""}