{"url": "https://web.archive.org/web/20090925011906/http://www.msnbc.msn.com:80/id/32935603/ns/meet_the_press/page/3", "text": "President Barack goes one-on-one with David Gregory about passing health care reform and the current tone of the debate. Then, the Republican response with Rep. John Boehner (R-OH) and Sen. Lindsey Graham (R-SC). Plus, a political roundtable: The Washington Post's Eugene Robinson & Politico's Roger Simon.\n\nDAVID GREGORY: Let me ask you about another important issue facing you and your administration, and that is Afghanistan. We've now been in Afghanistan for eight years. The Soviets pulled out of Afghanistan after ten years. Are we committed to this war for an indefinite period of time? Or do you think, in your mind, is there a deadline for withdrawal?\n\nPRESIDENT OBAMA: I don't have a deadline for withdrawal. But I'm certainly not somebody who believes in indefinite occupations of other countries. Keep in mind what happened when I came in. We had been adrift, I think, when it came to our Afghanistan strategy. And what I said was that we are going to do a top to bottom review of what's taking place there.\n\nNot just a one time review, but we're gonna do a review before the election in Afghanistan, and then we're gonna do another review after the election. And we are gonna see how this is fitting what, I think, is our core goal. Which is to go after the folks who killed the 3,000 Americans during 9/11, and who are still plotting to kill us, al Qaeda. How do we dismantle them, disrupt them, destroy them?\n\nNow, getting our strategy right in Afghanistan and in Pakistan are both important elements of that. But that's our goal. And I want to stay focused on that. And— and so, right now, what's happened is that we've had an election in Afghanistan. It did not go as smoothly as I think we would have hoped. And there are some serious issues in terms of how that— how the election was conducted in some parts of the country. But we've had that election. We now finally have the 21,000 troops in place that I had already ordered to go.\n\nDAVID GREGORY: Are you skeptical about more troops? About sending more troops?\n\nPRESIDENT OBAMA: Well, can I just say this? I am— I have to exercise skepticism anytime I send a single young man or woman in uniform into harm's way. Because I'm the one who's answerable to their parents if they don't come home. So I have to ask some very hard questions anytime I send our troops in.\n\nThe question that I'm asking right now is to our military, to General McChrystal, to General Petraeus, to all our national security apparatus, is— whether it's troops who are already there, or any troop request in the future, how does this advance America's national security interests? How does it make sure that al Qaeda and its extremist allies cannot attack the United States homeland, our allies, our troops who are based in Europe?\n\nThat's the question that I'm constantly asking because that's the primary threat that we went there to deal with. And if— if supporting the Afghan national government, and building capacity for their army, and securing certain provinces advances that strategy, then we'll move forward.\n\nBut, if it doesn't, then I'm not interested in just being in Afghanistan for the sake of being in Afghanistan or saving face or, in some way— you know, sending a message that America— is here for— for the duration. I think it's important that we match strategy to resources.\n\nWhat I'm not also gonna do, though, is put the resource question before the strategy question. Until I'm satisfied that we've got the right strategy I'm not gonna be sending some young man or woman over there- beyond what we already have.\n\nDAVID GREGORY: On a lighter note, before I let you go, Mr. President, you were brazen this summer at the All Star game wearing your Chicago White Sox (LAUGHTER) jacket out there to throw out the first pitch. Hate to break it to you, but doesn't look so good for your White Sox here. So I want to know who is your pick to win the World Series?\n\nPRESIDENT OBAMA: You know — I am — I think mathematically, the White Sox can still get in the playoffs.\n\nDAVID GREGORY: They can, mathematically. You're an optimist.\n\nClick for related content\n\nFind David on Facebook | Twitter | Blog\n\nWatch the full netcast\n\nPRESIDENT OBAMA: So— until they are eliminated, I will make no predictions.\n\nDAVID GREGORY: Oh, come on.\n\nPRESIDENT OBAMA: I've got say, though, that the — the Cardinals have been— been coming on strong. And Pujols is unbelievable.\n\nDAVID GREGORY: He is.\n\nPRESIDENT OBAMA: But — this is tough to say. The Yankees are also doing pretty well. (LAUGHTER) And a shout out to Derek Jeter for breaking Lou Gehrig's record. He's — he's a classic.", "images": ["https://web.archive.org/web/20090925011906im_/http://msnbcmedia.msn.com/i/msnbc/Components/CSS/img/spacer.gif", "https://web.archive.org/web/20090925011906im_/http://msnbcmedia.msn.com/i/msnbc/Components/ArtAndPhoto-Fronts/SITEWIDE/apple-touch-icon.png", "https://web.archive.org/web/20090925011906im_/http://msnbcmedia.msn.com/i/msnbc/Components/Art/exclamation.jpg", "https://web.archive.org/web/20090925011906im_/http://col.stb.s-msn.com/i/96/5146F629B72E6A89B01B5FF61E30B8.gif", "https://web.archive.org/web/20090925011906im_/http://c.msn.com/c.gif?NC=1255&NA=1154&PS=70038&PI=7329&DI=305&TP=http%3a%2f%2fmsnbc.msn.com%2fid%2f32935603%2f", "https://web.archive.org/web/20090925011906im_/http://msnbcmedia.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast2_090920.thumb.jpg", "https://web.archive.org/web/20090925011906im_/http://www.msnbc.msn.com/images/buttons/next/buttonNext.gif", "https://web.archive.org/web/20090925011906im_/http://msnbcom.112.2o7.net/b/ss/msnbcom/1/H.15.1--NS/0"], "top_img": "https://web.archive.org/web/20090925011906im_/http://msnbcmedia.msn.com/i/msnbc/Components/ArtAndPhoto-Fronts/SITEWIDE/apple-touch-icon.png", "keywords": [], "authors": [], "canonical_link": "", "title": "Sept. 20: President Obama, Sen. Graham, Rep. Boehner, roundtable", "meta_data": {"description": "Transcript of the September 20, 2009 broadcast of NBC's \"Meet the Press,\" featuring President Barack Obama. Plus, Sen. Lindsey Graham, Rep. John Boehner, Eugene Robinson and Roger Simon.", "Search.Document": "story", "Search.Title": "‘Meet the Press’ transcript for Sept. 20, 2009", "Search.Image": "/MSNBC/Components/Video/__NEW/mtp_netcast_090920.jpg", "Search.Source": "NBC News", "Search.Updated": "Sun, 20 Sep 2009 16:21:31 GMT", "Search.Section": "Meet the Press"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}